{
  "metadata": {
    "title": "Admin Template 平台用户协议",
    "updated": "2022年07月06日",
    "effective": "2022年07月06日",
    "updatedLabel": "更新日期：{date}",
    "effectiveLabel": "生效日期：{date}"
  },
  "introduction": [
    "欢迎使用 Admin Template 平台（https://admin.com）。本平台由 VOH 科技有限公司开发运营，相关知识产权均归公司所有。",
    "注册、浏览或使用任一功能即视为您与平台签署本协议。若某些产品另有专项条款，请同时遵守。",
    "证券、衍生品、海外资产等投资存在重大风险，请充分评估自身风险承受能力后再根据平台信息做出决定。",
    "平台仅提供第三方市场信息及研究工具，不保证数据的真实性、合法性或及时性。"
  ],
  "sections": [
    {
      "title": "一、服务内容",
      "blocks": [
        {
          "title": "1. 服务说明",
          "paragraphs": [
            "我们提供公募基金分析、市场情绪、基金经理画像、组合跟踪等多模块能力，并支持文章、音视频及报告输出。",
            "上述信息仅供参考，不构成直接投资建议。"
          ],
          "list": [
            "因使用平台信息造成的投资损失由用户自行承担。",
            "无论因操作或系统原因导致何种损失，平台不承担经济与法律责任。"
          ]
        },
        {
          "title": "2. 与合作机构的关系",
          "paragraphs": [
            "平台不提供交易撮合，证券或理财产品由合作机构执行，相关费用由合作机构在征得用户同意后收取。"
          ]
        },
        {
          "title": "3. 服务调整权",
          "paragraphs": [
            "我们有权随时扩展、调整或终止部分服务，并可变更服务时间。上述修改自发布即生效，无需另行通知。"
          ]
        }
      ]
    },
    {
      "title": "二、用户帐号",
      "blocks": [
        {
          "title": "1. 注册",
          "paragraphs": [
            "注册者须具备完全民事行为能力；如代表机构注册，应确认拥有相应授权。",
            "请按法律法规要求提供真实、完整、准确的资料，并及时更新；若信息不实，平台可要求更正或中止服务。",
            "应保持联系方式有效，由于联系方式失效产生的损失由用户承担。"
          ]
        },
        {
          "title": "2. 账户安全",
          "list": [
            "妥善保管账号及密码，并对账号下所有操作负责；",
            "如发现异常登录，应立即修改密码并通知平台，因保管不善产生的损失由用户承担；",
            "连续 3 个月未登录的账号可能被收回；",
            "除法律或司法判决并经平台同意外，账号及密码不得转让、赠与或继承（与账户相关的财产权益除外）。"
          ]
        },
        {
          "title": "3. 账户注销",
          "paragraphs": [
            "如用户违反法律法规或本协议，平台可暂停或终止提供服务。"
          ]
        }
      ]
    },
    {
      "title": "三、使用规则",
      "blocks": [
        {
          "paragraphs": [
            "用户在发布、上传或传播内容时应遵守中华人民共和国法律法规，因违规产生的一切后果由用户承担。平台有权删除内容、暂停功能或终止服务且不退还费用。"
          ],
          "list": [
            "不得发布危害国家安全、泄露国家机密或破坏社会稳定的内容；",
            "不得煽动民族仇恨或破坏民族团结；",
            "不得传播封建迷信、淫秽色情、赌博、暴力、恐怖或教唆犯罪的信息；",
            "不得侮辱、诽谤他人或侵犯第三方合法权益；",
            "不得违反宗教、新闻、政治宣传等管理规定；",
            "不得为他人发布违法信息提供便利。"
          ],
          "subList": [
            "用户应自备访问所需设备与网络条件，因设备或网络问题导致的中断由用户负责。"
          ]
        }
      ]
    },
    {
      "title": "四、知识产权",
      "blocks": [
        {
          "paragraphs": [
            "除第三方产品外，平台所有内容均由 VOH 科技有限公司或关联公司享有知识产权，未经书面授权不得复制、销售或重新发布。",
            "允许的下载或分享应保留来源和作者，不得用于商业用途。"
          ]
        },
        {
          "paragraphs": [
            "用户保证其上传的文本、数据、图表等享有必要的权利；如侵权导致平台遭受索赔，用户应负责赔偿。",
            "平台收到权利通知后可删除涉嫌侵权内容，除非用户提交充分证据证明不存在侵权。"
          ]
        }
      ]
    },
    {
      "title": "五、用户信息保护",
      "blocks": [
        {
          "title": "1. 个人信息使用",
          "paragraphs": [
            "我们在合法范围内收集信息用于审计、数据分析、研究以及改进服务，在不透露用户身份的前提下可进行统计分析。",
            "如有第三方协助提供服务，我们将要求其承担同等隐私保护义务，不会出于第三方营销目的共享或出售个人信息。"
          ]
        },
        {
          "title": "2. 保密信息",
          "paragraphs": [
            "对用户上传并享有知识产权的数据，平台仅在提供技术服务时访问，并承诺严格保密，除法律要求外不对外披露。"
          ]
        },
        {
          "title": "3. 披露例外",
          "list": [
            "事先获得用户明确授权；",
            "法律法规或政府、司法、仲裁机构要求；",
            "为维护社会公共利益或其他用户合法权益。"
          ]
        }
      ]
    },
    {
      "title": "六、责任声明",
      "blocks": [
        {
          "paragraphs": [
            "用户使用平台服务所产生的风险由用户自负，平台不保证服务满足用户特定需求，也不保证实时、稳定或无误。",
            "因系统维护、设备故障、不可抗力、黑客或第三方原因造成的服务中断或延迟，平台不承担赔偿责任。",
            "平台有权随时修改或终止服务，对用户或第三方无需承担责任。"
          ],
          "list": [
            "外部链接内容由链接提供方负责，平台不承担保证义务。",
            "除非另有约定，平台对用户的全部赔偿责任以用户就相关服务已支付的费用为上限。"
          ]
        }
      ]
    },
    {
      "title": "七、附则",
      "blocks": [
        {
          "paragraphs": [
            "本协议适用中华人民共和国大陆地区法律（不含冲突法）。",
            "争议可提交双方约定的仲裁机构解决。",
            "条款标题仅为阅读方便，不影响条款含义；若某条款无效，不影响其他条款效力。",
            "平台保留对协议的修改权，继续使用平台即视为接受最新版本。"
          ]
        }
      ]
    }
  ]
}
